Repository: sajkun/158-badrutts-world-wp
Catalog: languages/*.po
Languages: de_de, ru_ru

source: Summer
de_de: Sommer
ru_ru: Лето

source: Explore
ru_ru: Изучить

source: QUARTERLY NEWSLETTER
ru_ru: ЕЖЕКВАРТАЛЬНЫЕ НОВОСТИ

source: Explore Summer
de_de: Sommer erkunden
ru_ru: Лето

source: Arrival
de_de: Ankunft
ru_ru: Прибытие

source: Winter
ru_ru: Зима

source: Download Brochure
ru_ru: Загрузить Брошуру

source: Season
de_de: Saison
ru_ru: Сезон

source: Register
ru_ru: Регистрация

source: Season not set
de_de: Saison nicht definiert
ru_ru: Сезон не выбран

source: winter
ru_ru: зима

source: Search for
de_de: Suche nach
ru_ru: Поиск

source: both
de_de: beidem
ru_ru: оба

source: Filter by season
de_de: Nach Saison filtern
ru_ru: Выбрать сезон

source: Explore Winter
de_de: Winter erkunden
ru_ru: Зима

source: Visit our Careers section
de_de: Besuchen Sie unseren Karrierebereich
ru_ru: Перейти на страницу о Вакансиях и Карьере

source: Logo for Mobiles
de_de: Logo für Mobiltelefone
ru_ru: Логотип для мобильных

source: Theme Header
de_de: Themenüberschrift
ru_ru: Тема Шапки сайта

source: This section is designed to change displaying of header settings
de_de: Dieser Bereich dient dazu, die Anzeige der Überschrifteinstellungen zu ändern
ru_ru: Этот раздел предназначен для изменения отображения настроек шапки сайта

source: Url for book button in header
de_de: URL für Buchungs-Schaltfläche in der Überschrift
ru_ru: Url для кнопки бронирования в шапке сайта

source: Keep empty to hide this item
de_de: Leer lassen, um dieses Objekt zu verbergen
ru_ru: Оставить пустым, чтобы скрыть этот элемент

source: DEPRECATED! for old instances of code, don't use
de_de: VERALTET! für alte Code-Exemplare, nicht verwenden
ru_ru: УСТАРЕЛО! для старых вариантов кодировки, не использовать

source: Book
de_de: Buchen
ru_ru: Забронировать

source: Url for summer instance of this site
de_de: URL für Sommer-Exemplar dieser Seite
ru_ru: Url для летнего варианта этого сайта

source: Url for winter instance of this site
de_de: URL für Winter-Exemplar dieser Seite
ru_ru: Url для зимнего варианта этого сайта

source: Explore summer
de_de: Sommer erkunden
ru_ru: Лето

source: Explore winter
de_de: Winter erkunden
ru_ru: Зима

source: Main Menu (summer)
de_de: Hauptmenü (Sommer)
ru_ru: Основное меню (лето)

source: Main Menu (winter)
de_de: Hauptmenü (Winter)
ru_ru: Основное меню (зима)

source: Mobile Main Menu (winter)
de_de: Mobiles Hauptmenü (Winter)
ru_ru: Мобильное Основное Меню (зима)

source: Mobile Main Menu (summer)
de_de: Mobiles Hauptmenü (Sommer)
ru_ru: Мобильное Основное Меню (лето)

source: Mobile Secondary Menu (winter)
de_de: Mobiles Sekundärmenü (Winter)
ru_ru: Мобильное Вторичное Меню (зима)

source: Mobile Secondary Menu (summer)
de_de: Mobiles Sekundärmenü (Sommer)
ru_ru: Мобильное Вторичное Меню (лето)

source: Menu with social links
de_de: Menü mit Social-Media-Links
ru_ru: Меню с ссылками на социальные сети

source: Top Menu in Header (summer)
de_de: Top-Menü in Überschrift (Sommer)
ru_ru: Верхнее Меню в Шапке сайта (лето)

source: Top Menu in Header (winter)
de_de: Top-Menü in Überschrift (Winter)
ru_ru: Верхнее Меню в Шапке сайта (зима)

source: Home
de_de: Startseite
ru_ru: Главная страница

source: Book Now
de_de: Jetzt buchen
ru_ru: Забронировать сейчас

source: Theme Socials
de_de: Social-Media-Themen
ru_ru: Тема социальных сетей

source: Social links for mobile menu and footer
de_de: Social-Media-Links für mobiles Menü und Fusszeile
ru_ru: Ссылки на социальные сети для мобильного меню и подвала сайта

source: Logo in Footer
de_de: Logo in Fusszeile
ru_ru: Логотип в подвале сайта

source: This section is designed to change displaying of footer settings
de_de: Dieser Bereich dient dazu, die Anzeige der Fusszeileneinstellungen zu ändern
ru_ru: Этот раздел предназначен для отображения изменений в подвале сайта

source: Theme Footer
de_de: Thema Fusszeile
ru_ru: Тема подвала сайта

source: Language switcher
de_de: Sprachwahl
ru_ru: Выбор языка

source: Footer Widget
de_de: Fusszeilen-Widget
ru_ru: Виджет Подвала сайта

source: Copyrights
ru_ru: Авторское право

source: Address
de_de: Anschrift
ru_ru: Расположение

source: Follow us
de_de: Folgen Sie uns
ru_ru: Подписывайтесь на нас

source: Legal Disclaimer Url
de_de: Haftungsausschluss URL
ru_ru: Правовая Оговорка Url

source: Legal Disclaimer
de_de: Haftungsausschluss
ru_ru: Правовая Оговорка

source: banner
ru_ru: баннер

source: Partner
ru_ru: Партнёр

source: Season settings
de_de: Saison-Einstellungen
ru_ru: Сезонные настройки

source: Set Blogs Weather roles
de_de: Einstellungen Blogs Wetter-Rollen
ru_ru: Установить функции Блога Погоды

source: Save Options
de_de: Optionen speichern
ru_ru: Сохранить

source: Winter Blog
ru_ru: Зимний Блог

source: Summer Blog
de_de: Sommer-Blog
ru_ru: Летний Блог

source: Displays booking widget for rooms
de_de: Zeigt Zimmerbuchungs-Widget an
ru_ru: Отображает виджет бронирования номеров

source: Booking room widget
de_de: Zimmerbuchungs-Widget
ru_ru: Виджет бронирования номеров

source: Displays a carousel with rooms images. One image per slide
ru_ru: Отображает карусель с фотографиями номеров. Одна фотография на слайд

source: Room carousel var 1
de_de: Zimmerkarussell Var 1
ru_ru: Карусель номеров вар 1

source: DISCOVER THIS ROOM
de_de: DIESES ZIMMER ENTDECKEN
ru_ru: ПОДРОБНЕЕ

source: Discover Now
de_de: Jetzt entdecken
ru_ru: Подробнее

source: Featured image of a section
de_de: Hervorgehobenes Bild eines Bereichs
ru_ru: Основная фотография раздела

source: Room details
de_de: Angaben zum Zimmer
ru_ru: Описание

source: Data will be displayed from metabox "Room data"
de_de: Daten werden aus der Metabox «Zimmerdaten» angezeigt
ru_ru: Данные будут отображаться из метабокса "Данные номеров"

source: Featured Image
de_de: Hervorgehobenes Bild
ru_ru: Основная фотография

source: Number of bedrooms
de_de: Anzahl Schlafzimmer
ru_ru: Количество спален

source: Number of bathrooms
de_de: Anzahl Badezimmer
ru_ru: Количество ванных комнат

source: Max Guests
de_de: Max Gäste
ru_ru: Макс. Гостей

source: Square Meter
ru_ru: Кв. м

source: Square meters
de_de: Quadratmeter
ru_ru: Кв. м

source: Bedrooms
de_de: Schlafzimmer
ru_ru: Спальни

source: Bedroom
de_de: Schlafzimmer
ru_ru: Спальня

source: Bathroom
de_de: Badezimmer
ru_ru: Ванная комната

source: Bathrooms
de_de: Badezimmer
ru_ru: Ванные комнаты

source: or
de_de: oder
ru_ru: или

source: to
de_de: bis
ru_ru: до

source: Bed
de_de: Bett
ru_ru: Кровать

source: Square Feet
de_de: Quadratfuss
ru_ru: Кв. футов

source: Overview
de_de: Übersicht
ru_ru: Общая информация

source: Category
de_de: Kategorie
ru_ru: Категория

source: Main Hotel Item
de_de: Haupt-Hotelobjekt
ru_ru: Основной Отельный Элемент

source: Title
de_de: Titel
ru_ru: Заголовок

source: Text
ru_ru: Текст

source: Button title
de_de: Schaltfläche Titel
ru_ru: Кнопка заголовка

source: Button url
de_de: Schaltfläche URL
ru_ru: Кнопка url

source: Leave this field empty to hide button
de_de: Dieses Feld freilassen, um die Schaltfläche zu verbergen
ru_ru: Оставить это поле свободным, чтобы скрыть кнопку

source: Display type
de_de: Typ anzeigen
ru_ru: Тип отображения

source: Fullwidth image
de_de: Bild mit voller Breite
ru_ru: Фотография по всей ширине

source: Text aligned left
de_de: Text linksbündig
ru_ru: Текст выровнен по левому краю

source: Text aligned right
de_de: Text rechtsbündig
ru_ru: Текст выровнен по правому краю

source: Text below image
de_de: Text unter dem Bild
ru_ru: Текст под фотографией

source: Select value
de_de: Wert auswählen
ru_ru: Выбрать значение

source: Additional classes
de_de: Zusätzliche Klassen
ru_ru: Дополнительные типы

source: Widget Id
ru_ru: Идентификатор виджета

source: Use this for multiple widgets on the same page
de_de: Nutzen Sie dies für mehrere Widgets auf derselben Seite
ru_ru: Использовать это для нескольких виджетов на одной странице

source: Check Availability
de_de: Verfügbarkeit prüfen
ru_ru: Проверить наличие

source: Departure
de_de: Abreise
ru_ru: Отъезд

source: Guests
de_de: Gäste
ru_ru: Гости

source: Rooms
de_de: Zimmer
ru_ru: Номера

source: ROOMS
ru_ru: Номера

source: Select guests
de_de: Gäste auswählen
ru_ru: Выбрать гостей

source: Adults
de_de: Erwachsene
ru_ru: Взрослых

source: Children
de_de: Kinder
ru_ru: Детей

source: Clear all
de_de: Alles löschen
ru_ru: Очистить всё

source: Promo code
de_de: Aktionscode
ru_ru: Промокод

source: Image Gallery
de_de: Bildergalerie
ru_ru: Фотогалерея

source: Gallery Images
de_de: Galeriebilder
ru_ru: Фотографии Галереи

source: Url for camera
de_de: URL für Kamera
ru_ru: Url для камеры

source: Page Not Found
de_de: Seite nicht gefunden
ru_ru: Страница не найдена

source: It looks like you are lost
de_de: Scheint so, als hätten Sie sich verirrt
ru_ru: Кажется, вы потерялись

source: let us help you find your way
de_de: Wir helfen Ihnen gerne, den richtigen Weg zu finden
ru_ru: позвольте помочь вам найти то, что вы ищите

source: If you tried to access this page through bookmarks, please remove or correct the corresponding entry
de_de: Falls Sie versucht haben, diese Seite über Lesezeichen aufzurufen, entfernen oder korrigieren Sie bitte den entsprechenden Eintrag
ru_ru: Если вы пытались получить доступ к этой странице через закладки, удалите или исправьте соответствующую запись

source: Homepage
de_de: Startseite
ru_ru: Главная страница

source: Follow us on
de_de: Folgen Sie uns auf
ru_ru: Подписывайтесь на нас

source: Kid's Menu
de_de: Kinderspeisekarte
ru_ru: Детское меню

source: The page you requested no longer exists or has never existed under this address
de_de: Die von Ihnen angeforderte Seite existiert nicht mehr oder hat nie unter dieser Adresse existiert
ru_ru: Страница, которую вы запросили, больше не существует или никогда не существовала по этому адресу

source: Wine Menu
de_de: Weinkarte
ru_ru: Винная карта

source: Live Camera
de_de: Live-Kamera
ru_ru: Веб-камера

source: Opening Hours
de_de: Öffnungszeiten
ru_ru: Часы работы

source: Beverage Menu
de_de: Getränkekarte
ru_ru: Напитки

source: Bar Menu
de_de: Barkarte
ru_ru: Барная Карта

source: Cocktail Menu
de_de: Cocktailkarte
ru_ru: Коктейли

source: Sign Up
de_de: Anmelden
ru_ru: Подписаться

source: enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein
ru_ru: укажите адрес вашей электронной почты

source: Stay in Touch
de_de: Bleiben Sie in Kontakt
ru_ru: Подпишитесь на новостную рассылку

source: View Menu
de_de: Entdecken Sie unser Menu
ru_ru: Посмотреть Меню

source: Call Us
de_de: Rufen Sie uns an
ru_ru: Свяжитесь с нами по телефону

source: Email Us
de_de: Senden Sie uns ein E-Mail
ru_ru: Пришлите нам электронное письмо

source: Need Help
de_de: Sie brauchen Hilfe
ru_ru: Можем ли мы вам помочь

source: Location
de_de: Standort
ru_ru: Расположение

source: Phone for Calls
de_de: Rufnummer für Anrufe
ru_ru: Телефон для звонков

source: Phone For Whats Up
de_de: Rufnummer für Whats Up
ru_ru: Телефон для Whats Up

source: Facebook m.me link
ru_ru: Ссылка Facebook m.me

source: Theme Contacts
de_de: Ansprechpartner
ru_ru: Тема Контакты

source: Contact data for help popup window
de_de: Kontaktdaten fürs ﻿﻿Hilfe-Popup-Fenster
ru_ru: Контактные данные для всплывающего окна

source: DATE & TIME
de_de: DATUM & UHRZEIT
ru_ru: ДАТА & ВРЕМЯ

source: Load More
de_de: Mehr laden
ru_ru: Показать ещё

source: Reservation
de_de: Reservierung
ru_ru: Бронирование

source: midnight
de_de: Mitternacht
ru_ru: полночь

source: Inside
de_de: Innen
ru_ru: Внутри

source: Seasonal
de_de: Saisonal
ru_ru: Сезонный

source: Entry by Appointment
de_de: Zutritt nur nach Anmeldung
ru_ru: Вход по предварительной записи

source: Annual
de_de: Jährlich
ru_ru: Ежегодный

source: Outside
de_de: Aussen
ru_ru: Снаружи

source: Prefix
de_de: Anrede
ru_ru: Обращение

source: Lastname
de_de: Nachname
ru_ru: Фамилия

source: Keep up to date on the luxury hotel in the Engadine and all stories around the tower
de_de: Bleiben Sie über das Luxushotel im Engadin und alle Geschichten rund um den Turm auf dem Laufenden
ru_ru: Оставайтесь в курсе новостей роскошного отеля в долине Энгадин и его знаменитой башни

source: Firstname
de_de: Vorname
ru_ru: Имя

source: I have read and accept
de_de: Ich habe die Datenschutzbestimmungen
ru_ru: Я прочитал и согласен с

source: the privacy policy
de_de: gelesen und akzeptiere sie
ru_ru: условиями пользования

source: History with a modern Spirit
de_de: Tradition mit modernem Geist
ru_ru: Традиции и дух современности

source: Background Colo
de_de: Hintergrundfarbe
ru_ru: Цвет фона

source: Type of job
de_de: Art der Tätigkeit
ru_ru: Позиция

source: Career apply link for careers sections
de_de: Bewerbungslink für den Karrierebereich
ru_ru: Ссылка на подачу заявления для раздела Вакансии и Карьера

source: Career apply item
de_de: Bewerbungsobjekt
ru_ru: Элемент подачи заявления

source: show categories tabs
de_de: Kategorie-Tabs anzeigen
ru_ru: показать вкладки категорий

source: No events scheduled in this month
de_de: Keine Events für diesen Monat geplant
ru_ru: В этом месяце событий и мероприятий не запланировано

source: Dessert Menu
de_de: Nachtischkarte
ru_ru: Десерты

source: HELP
ru_ru: Помощь

source: Dress Code
ru_ru: Дресскод

source: Menu
ru_ru: Меню

source: Kids Menu
ru_ru: Меню для детей

source: Breakfast Menu
ru_ru: Завтрак

source: Launch Menu
ru_ru: Полдник

source: Cigar Menu
ru_ru: Сигары

source: Read More
de_de: Mehr Dazu
ru_ru: Читать дальше

source: January
de_de: Januar
ru_ru: Январь

source: February
de_de: Februar
ru_ru: Февраль

source: March
de_de: März
ru_ru: Март

source: April
ru_ru: Апрель

source: May
de_de: Mai
ru_ru: Май

source: June
de_de: Juni
ru_ru: Июнь

source: July
de_de: Juli
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
de_de: Oktober
ru_ru: Октбярь

source: November
ru_ru: Ноябрь

source: December
de_de: Dezember
ru_ru: Декабрь

source: In Jahresstelle
ru_ru: Кругло годичная ваканcия

source: In Saisonstelle
ru_ru: Сезонная Вакансия

source: Learn More
de_de: Erfahre mehr
ru_ru: Подробности

source: Opening Times
de_de: Öffnungszeiten
ru_ru: Расписание Работы

source: By continuing to browse or by clicking Accept you agree to first- and third-party cookies on your device to enhance site navigation, analyze site usage and assist in our marketing efforts.
de_de: Wenn sie weiter browsen oder Akzeptieren anklicken, stimmen Sie unseren Datenschutzrichtlinien und dem Speichern von Erstanbieter- und Drittanbieter-Cookies auf Ihrem Gerät zu, um die Seitennavigation zu verbessern und die Nutzung der Seite zu analysieren.
ru_ru: Оставаясь на нашем сайте или нажав кнопку Принять, вы даете согласие на размещение на своем устройстве файлов cookie нашей организации и третьих лиц cookie позволяют оптимизировать навигацию по сайту, анализировать статистику посещений и помогают в маркетинге.

source: Read our legal disclaimer
de_de: Mehr dazu in unseren Datenschutzrichtlinien
ru_ru: Подробнее смотрите legal disclaimer

source: Accept
de_de: Akzeptieren
ru_ru: Принять

source: All
de_de: Alle

source: Quarterly Updates
de_de: Vierteljährliche Aktualisierungen

source: Displays a carousel with rooms images One image per slide
de_de: Zeigt ein Karussell mit Abbildungen der Zimmer an Ein Bild pro Seite

source: Childrens
de_de: Kinder

source: No %s page set
de_de: Keine %s Seite ist untergegangen

source: This page is the same for both seasons
de_de: Diese Seite ist für beide Jahreszeiten gleich

source: Last name
de_de: Nachname

source: First name
de_de: Vorname

source: Today morning
de_de: Heute Morgen

source: Today afternoon
de_de: Heute Nachmittag

source: Tomorrow morning
de_de: Morgen Früh

source: Tomorrow afternoon
de_de: Morgen Nachmittag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Terms & Conditions
de_de: Allgemeine Geschäftsbedingungen

source: Download High Quality Image
de_de: Hochwertiges Bild herunterladen

source: Apply Online
de_de: Online Bewerben
